export default function TermsSale() {
    return (
        <div>
            <div>
                <h1 className="text-[#313440] font-bold text-[32px]">Правила продажи средств фитосанитарного назначения (СФН) на платформе FitoProtect</h1>
                <div className="bg-[#92AD941A] p-2.5 rounded-lg max-w-71.75 w-ful box-borde flex items-center gap-1.25 mt-3.75">
                    <div className="bg-[#92AD94] rounded-full flex items-center justify-center w-5 h-5 text-white text-[12px]"><p>i</p></div>
                    <p className="text-[#313440] text-[12px]">Дата последнего обновления: 31.07.2026</p>
                </div>  
                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Общие положения</h2>
                <p className="text-[#313440] text-[16px]">FitoProtect является информационно-торговой платформой, обеспечивающей взаимодействие между производителями, импортерами, дистрибьюторами, продавцами и профессиональными пользователями средств фитосанитарного назначения (далее - СФН).</p>
                <p className="text-[#313440] text-[16px] mt-2.5">Продажа средств защиты растений через платформу допускается только при соблюдении требований законодательства Республики Молдова.</p>
                <p className="text-[#313440] text-[16px] mt-2.5">Размещение продукции на платформе означает подтверждение продавцом ответственности за законность происхождения, регистрации и соответствия продукции установленным требованиям.</p>

                <span className="w-full h-0.5 block bg-[#D9D9D9] my-3.75"></span>

                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Требования к продавцам СФН</h2>
                <p className="text-[#313440] text-[16px]">К продаже средств фитосанитарного назначения допускаются:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>производители;</li>
                    <li>официальные импортеры;</li>
                    <li>зарегистрированные дистрибьюторы;</li>
                    <li>уполномоченные торговые организации.</li>
                </ul>
                <p className="text-[#313440] text-[16px] mt-2.5">Продавец обязан:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>иметь право осуществлять деятельность по продаже СФН в соответствии с законодательством;</li>
                    <li>предоставлять достоверные сведения о предприятии;</li>
                    <li>размещать только препараты, зарегистрированные и разрешенные к обращению на территории Республики Молдова;</li>
                    <li>соблюдать требования к хранению, транспортировке и реализации продукции;</li>
                    <li>предоставлять покупателю полную и достоверную информацию о препарате.</li>
                </ul>

                <span className="w-full h-0.5 block bg-[#D9D9D9] my-3.75"></span>

                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Обязательная информация о препарате при размещении</h2>
                <p className="text-[#313440] text-[16px]">Каждая карточка препарата должна содержать следующую информацию:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>торговое наименование препарата;</li>
                    <li>действующее вещество;</li>
                    <li>форма препарата;</li>
                    <li>производитель;</li>
                    <li>страна происхождения;</li>
                    <li>регистрационный номер;</li>
                    <li>культура, на которой разрешено применение;</li>
                    <li>объект воздействия (болезни, вредители, сорные растения и т. д.);</li>
                    <li>норма применения;</li>
                    <li>сроки ожидания;</li>
                    <li>ограничения по применению.</li>
                </ul>

                <span className="w-full h-0.5 block bg-[#D9D9D9] my-3.75"></span>

                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Запрещается размещение</h2>
                <p className="text-[#313440] text-[16px]">На платформе запрещается размещение и продажа:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>незарегистрированных в Республике Молдова препаратов;</li>
                    <li>препаратов с отсутствующей или недостоверной маркировкой;</li>
                    <li>препаратов неизвестного происхождения;</li>
                    <li>препаратов с истекшим сроком годности;</li>
                    <li>продукции без инструкции по применению;</li>
                    <li>продукции, запрещенной к использованию на территории Республики Молдова.</li>
                </ul>

                <span className="w-full h-0.5 block bg-[#D9D9D9] my-3.75"></span>

                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Обязанности продавца перед покупателем</h2>
                <p className="text-[#313440] text-[16px]">Продавец обязан предоставить покупателю:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>продукцию в оригинальной упаковке;</li>
                    <li>инструкцию по применению;</li>
                    <li>информацию о мерах безопасности;</li>
                    <li>информацию об условиях хранения;</li>
                    <li>рекомендации по применению в соответствии с зарегистрированной этикеткой.</li>
                </ul>
                <p className="text-[#313440] text-[16px] mt-2.5">Продавец не имеет права изменять:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>назначение препарата;</li>
                    <li>дозировку;</li>
                    <li>рекомендации производителя;</li>
                    <li>область применения.</li>
                </ul>

                <span className="w-full h-0.5 block bg-[#D9D9D9] my-3.75"></span>


                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Ответственность продавца</h2>
                <p className="text-[#313440] text-[16px]">Продавец несет ответственность за:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5">
                    <li>качество продукции;</li>
                    <li>соответствие продукции заявленным характеристикам;</li>
                    <li>законность происхождения продукции;</li>
                    <li>достоверность и полноту предоставленной информации;</li>
                    <li>соблюдение требований законодательства Республики Молдова при реализации СФН.</li>
                </ul>

                <span className="w-full h-0.5 block bg-[#D9D9D9] my-3.75"></span>

                <h2 className="text-[#313440] text-[25px] font-medium mt-4 mb-3.75">Полномочия FitoProtect </h2>
                <p className="text-[#313440] text-[16px]">FitoProtect оставляет за собой право:</p>
                <ul className="text-[#313440] text-[16px] list-disc pl-5 mb-10">
                    <li>удалить несоответствующие объявления;</li>
                    <li>ограничить доступ продавцов, нарушающих правила.</li>
                </ul>
            </div>
        </div>
    )
}